Repository: NaN-tic/trytond-bank_es
Catalog: locale/*.po
Languages: es

# error:load.banks:
source: CSV Import Error!
es: Error importación CSV

# error:load.banks:
source: Error reading file: %s. Error raised: %s.
es: Error leyendo fichero: %s. Error obtenido: %s.

# field:bank,bank_code:
source: National Code
es: Código nacional

# field:load.banks.start,id:
source: ID
es: Identificador

# model:ir.action,name:load_banks_action_wizard
source: Load banks of Spain
es: Añadir los bancos españoles

# model:load.banks.start,name:
source: Load Banks Start
es: Inicio añadir bancos españoles

# view:load.banks.start:
source: Load banks for Spain
es: Añadir los bancos españoles

# view:load.banks.start:
source: This process will load all Spanish banks as parties in the database.
es: Este proceso añadirá los bancos españoles en la base de datos.

# wizard_button:load.banks,start,accept:
source: Accept
es: Acceptar

# wizard_button:load.banks,start,end:
source: Cancel
es: Cancelar
